---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.FabricFailures.MinorLapSpliceFailure
source: html/0d357a84-5a1c-2bd4-c311-d9dd52384ff5.htm
---
# Autodesk.Revit.DB.BuiltInFailures.FabricFailures.MinorLapSpliceFailure Property

The lap splice in the minor direction is greater than the half of the overall width.

## Syntax (C#)
```csharp
public static FailureDefinitionId MinorLapSpliceFailure { get; }
```